{
    "chapters": [
        {
            "summary": "How deep does a mother's love run? Experience a race against time by four mothers who went undercover. Toyota of Portland the easiest place to buy a car. Mountain lions do their hunting in the dark, after dusk and in the early morning hours. Now streaming only on Hulu.",
            "gist": "Toyota of Portland: The Easy Place to Buy a Car",
            "headline": "Four mothers go undercover to find missing son in new Hulu series",
            "start": 9290,
            "end": 488016
        },
        {
            "summary": "Pamela Wu talks to Tristan McCurdy's brother in law about a camping trip. Tristan and his family were camping in Malibu Creek State Park. Scott says Tristan could be counted on to bring delicious food and pre mixed cocktails when they camped.",
            "gist": "The Secret Life Of Camping In Malibu Creek State Park",
            "headline": "Lost Hills episode One the Killing Zone features Scott McCurdy on a camping trip",
            "start": 488128,
            "end": 806090
        },
        {
            "summary": "Tristan Bodette was killed while camping in Malibu Creek State Park. Autopsy shows a full copper jacketed lead bullet entered his brain. Scott says the details about Bodette's death can only be learned from gaps in the narrative of facts.",
            "gist": "The murder of Tristan Bodette in Malibu Creek State Park",
            "headline": "Scott Law investigated the death of Tristan Bodette at Malibu State Park",
            "start": 816860,
            "end": 1165680
        },
        {
            "summary": "Mother Undercover is a new true crime docuseries streaming only on Hulu. Four mothers go undercover to try and get their children back. You could be sitting at home in a future airbnb right now. Your home might be worth more than you think.",
            "gist": "Mother Undercover: The True Story",
            "headline": "Mother Undercover follows four mothers who went undercover to save their children",
            "start": 1172660,
            "end": 1298490
        },
        {
            "summary": "From 2016 to 2018, there was a series of shootings in and around Malibu Creek State Park. These were near misses, six of them. Sergeant Tui Wright believes a shooter lay in wait, firing on approaching cars. Even after 20 months of unsolved shootings, law enforcement stayed silent.",
            "gist": "The mystery of the Malibu Creek Shootings",
            "headline": "From 2016 to 2018, six shootings occurred in Malibu Creek State Park",
            "start": 1299420,
            "end": 1757510
        },
        {
            "summary": "The area where all these crimes took place is essentially the backyard of the sheriff's station. The man with the gun was Anthony Rowda, a loner who'd been living in the hills on and off for years. Experience for yourself a real life race against time by four mothers who went undercover.",
            "gist": "Malibu crime wave suspect caught in the act",
            "headline": "Four mothers went undercover in Malibu to find missing son",
            "start": 1758510,
            "end": 2161670
        },
        {
            "summary": "Anthony Rowda is in violation of the terms of his post release community supervision. Unofficially though the charges seem to have everything to do with the killing in Malibu Creek State Park. Rowda appears desperate, furious, trapped in the dingy, cold courtroom. He tells the judge to go to hell.",
            "gist": "Anthony Rowda in court after his arrest",
            "headline": "Anthony Rowda is charged with murder in connection with Malibu shooting",
            "start": 2162490,
            "end": 2414214
        },
        {
            "summary": "When I see Routa in court, he's undergone a disturbing transformation. The public defender doesn't think they have enough to charge Routa with. He believes that Route is a sacrificial lamb meant to appease the agitated Malibu community. Could Anthony Rowda have committed all these crimes?",
            "gist": "The Secret Life of the Malibu Killer",
            "headline": "When I see Routa in court, he's undergone a disturbing transformation",
            "start": 2414252,
            "end": 2646420
        }
    ],
    "audio_url": "https://www.listennotes.com/e/p/f2a21a256c364a97b77f4d6ab741d533/",
    "thumbnail": "https://production.listennotes.com/podcasts/lost-hills-the-dark-prince-western-sound-62ASUPrsgY8-_lhRU3xYaXi.300x300.jpg",
    "podcast_title": "Lost Hills: The Dark Prince",
    "episode_title": "1. The Killing Zone"
}